IdeaRS.Connections
ConnectionItemAttribute Properties
Compatible with IDEA StatiCa 0.0
The ConnectionItemAttribute type exposes the following members.
Properties
Name | Description
PropertyType
TypeId
When implemented in a derived class, gets a unique identifier for this Attribute.
 (Inherited from Attribute.)
Top
See Also
Reference
ConnectionItemAttribute Class
IdeaRS.Connections.Data Namespace